Repository: bhargavshantharaju/blind-date-with-bandwidth
Catalog: raspberry_pi_server/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Blind Date with Bandwidth
es: Cita Ciega con Ancho de Banda
fr: Rendez-vous Aveugle avec Bande Passante

source: Match on Random Tracks
es: Sincronización en Pistas Aleatorias
fr: Synchronisation sur des Pistes Aléatoires

source: Select your track
es: Selecciona tu pista
fr: Sélectionnez votre piste

source: Waiting for match...
es: Esperando coincidencia...
fr: En attente de correspondance...

source: Match found!
es: ¡Coincidencia encontrada!
fr: Correspondance trouvée!

source: No match :(
es: Sin coincidencia :(
fr: Pas de correspondance :(

source: Session timeout
es: Sesión agotada
fr: Session expirée

source: Sync time
es: Tiempo de sincronización
fr: Temps de synchronisation

source: Station
es: Estación

source: Leaderboard
es: Tabla de clasificación
fr: Classement

source: Tournament
es: Torneo
fr: Tournoi

source: Round
es: Ronda
fr: Manche

source: Winner
es: Ganador
fr: Gagnant

source: Electric Pulse
es: Pulso Eléctrico
fr: Impulsion Électrique

source: Cosmic Journey
es: Viaje Cósmico
fr: Voyage Cosmique

source: Urban Rhythm
es: Ritmo Urbano
fr: Rythme Urbain

source: Ethereal Waves
es: Ondas Etéreas
fr: Ondes Éthérées

source: Retro Synth
es: Sintetizador Retro
fr: Synthé Rétro
